{"the": 2, ",": 3, ".": 4, "and": 5, "a": 6, "of": 7, "to": 8, "is": 9, "it": 10, "in": 11, "i": 12, "this": 13, "that": 14, "-": 15, "'s": 16, "was": 17, "as": 18, "for": 19, "with": 20, "movie": 21, "but": 22, "``": 23, "film": 24, ")": 25, "(": 26, "you": 27, "on": 28, "n't": 29, "''": 30, "not": 31, "are": 32, "he": 33, "his": 34, "have": 35, "be": 36, "one": 37, "!": 38, "all": 39, "at": 40, "they": 41, "by": 42, "an": 43, "who": 44, "so": 45, "from": 46, "like": 47, "there": 48, "her": 49, "or": 50, "just": 51, "do": 52, "about": 53, "has": 54, "out": 55, "if": 56, "what": 57, "?": 58, "some": 59, "good": 60, "more": 61, "she": 62, "when": 63, "very": 64, "would": 65, "up": 66, "time": 67, "no": 68, "even": 69, "my": 70, "can": 71, "which": 72, "story": 73, "only": 74, "really": 75, "had": 76, "see": 77, "their": 78, "were": 79, "we": 80, "me": 81, "well": 82, "did": 83, "does": 84, "'": 85, ":": 86, "than": 87, "much": 88, "...": 89, "could": 90, "get": 91, "been": 92, "bad": 93, "people": 94, "will": 95, "other": 96, "also": 97, "into": 98, "first": 99, "because": 100, "great": 101, "how": 102, "him": 103, "most": 104, "made": 105, "its": 106, "then": 107, "make": 108, "way": 109, "them": 110, "too": 111, "any": 112, "movies": 113, "after": 114, "think": 115, "characters": 116, "character": 117, "watch": 118, "two": 119, "films": 120, ";": 121, "many": 122, "seen": 123, "life": 124, "being": 125, "plot": 126, "never": 127, "acting": 128, "love": 129, "little": 130, "best": 131, "where": 132, "over": 133, "show": 134, "know": 135, "off": 136, "ever": 137, "man": 138, "here": 139, "better": 140, "your": 141, "end": 142, "still": 143, "these": 144, "say": 145, "scene": 146, "should": 147, "why": 148, "while": 149, "scenes": 150, "go": 151, "'ve": 152, "such": 153, "something": 154, "through": 155, "back": 156, "'m": 157, "real": 158, "those": 159, "watching": 160, "now": 161, "though": 162, "old": 163, "thing": 164, "years": 165, "actors": 166, "director": 167, "work": 168, "another": 169, "before": 170, "new": 171, "nothing": 172, "funny": 173, "actually": 174, "makes": 175, "look": 176, "find": 177, "going": 178, "few": 179, "same": 180, "part": 181, "10": 182, "again": 183, "lot": 184, "every": 185, "world": 186, "cast": 187, "&": 188, "us": 189, "'re": 190, "quite": 191, "down": 192, "got": 193, "want": 194, "things": 195, "pretty": 196, "young": 197, "seems": 198, "around": 199, "horror": 200, "ca": 201, "fact": 202, "however": 203, "take": 204, "big": 205, "enough": 206, "long": 207, "thought": 208, "series": 209, "both": 210, "between": 211, "may": 212, "give": 213, "original": 214, "action": 215, "own": 216, "right": 217, "without": 218, "must": 219, "comedy": 220, "always": 221, "times": 222, "point": 223, "gets": 224, "family": 225, "come": 226, "role": 227, "saw": 228, "almost": 229, "interesting": 230, "least": 231, "done": 232, "whole": 233, "bit": 234, "music": 235, "guy": 236, "script": 237, "far": 238, "making": 239, "feel": 240, "anything": 241, "minutes": 242, "last": 243, "might": 244, "since": 245, "performance": 246, "'ll": 247, "girl": 248, "probably": 249, "woman": 250, "kind": 251, "tv": 252, "am": 253, "away": 254, "yet": 255, "day": 256, "rather": 257, "worst": 258, "fun": 259, "sure": 260, "hard": 261, "anyone": 262, "played": 263, "each": 264, "found": 265, "having": 266, "2": 267, "although": 268, "especially": 269, "our": 270, "course": 271, "believe": 272, "comes": 273, "screen": 274, "looking": 275, "trying": 276, "set": 277, "goes": 278, "book": 279, "looks": 280, "place": 281, "actor": 282, "different": 283, "put": 284, "money": 285, "'d": 286, "year": 287, "ending": 288, "dvd": 289, "let": 290, "someone": 291, "true": 292, "maybe": 293, "once": 294, "sense": 295, "everything": 296, "reason": 297, "shows": 298, "three": 299, "worth": 300, "job": 301, "main": 302, "together": 303, "watched": 304, "play": 305, "american": 306, "everyone": 307, "plays": 308, "john": 309, "effects": 310, "later": 311, "audience": 312, "said": 313, "takes": 314, "instead": 315, "house": 316, "beautiful": 317, "seem": 318, "night": 319, "high": 320, "himself": 321, "version": 322, "wife": 323, "during": 324, "left": 325, "father": 326, "special": 327, "seeing": 328, "half": 329, "star": 330, "excellent": 331, "war": 332, "shot": 333, "idea": 334, "black": 335, "nice": 336, "less": 337, "else": 338, "mind": 339, "simply": 340, "read": 341, "second": 342, "fan": 343, "men": 344, "hollywood": 345, "death": 346, "help": 347, "poor": 348, "completely": 349, "used": 350, "home": 351, "dead": 352, "line": 353, "short": 354, "either": 355, "given": 356, "top": 357, "kids": 358, "budget": 359, "try": 360, "need": 361, "classic": 362, "wrong": 363, "performances": 364, "women": 365, "enjoy": 366, "boring": 367, "use": 368, "rest": 369, "low": 370, "production": 371, "friends": 372, "full": 373, "until": 374, "camera": 375, "along": 376, "truly": 377, "1": 378, "video": 379, "awful": 380, "tell": 381, "couple": 382, "next": 383, "remember": 384, "start": 385, "stars": 386, "stupid": 387, "sex": 388, "mean": 389, "perhaps": 390, "came": 391, "recommend": 392, "moments": 393, "school": 394, "episode": 395, "wonderful": 396, "small": 397, "understand": 398, "face": 399, "terrible": 400, "playing": 401, "getting": 402, "3": 403, "written": 404, "doing": 405, "name": 406, "often": 407, "keep": 408, "early": 409, "style": 410, "human": 411, "person": 412, "perfect": 413, "others": 414, "definitely": 415, "gives": 416, "itself": 417, "boy": 418, "lost": 419, "lines": 420, "live": 421, "become": 422, "head": 423, "piece": 424, "dialogue": 425, "finally": 426, "case": 427, "felt": 428, "yes": 429, "mother": 430, "supposed": 431, "liked": 432, "children": 433, "title": 434, "cinema": 435, "white": 436, "absolutely": 437, "picture": 438, "against": 439, "sort": 440, "worse": 441, "went": 442, "entire": 443, "certainly": 444, "killer": 445, "waste": 446, "problem": 447, "hope": 448, "evil": 449, "friend": 450, "oh": 451, "entertaining": 452, "called": 453, "based": 454, "loved": 455, "overall": 456, "several": 457, "fans": 458, "drama": 459, "beginning": 460, "lives": 461, "care": 462, "direction": 463, "already": 464, "dark": 465, "becomes": 466, "example": 467, "laugh": 468, "under": 469, "seemed": 470, "despite": 471, "throughout": 472, "turn": 473, "son": 474, "wanted": 475, "unfortunately": 476, "final": 477, "michael": 478, "history": 479, "fine": 480, "heart": 481, "child": 482, "amazing": 483, "sound": 484, "guess": 485, "humor": 486, "totally": 487, "lead": 488, "writing": 489, "guys": 490, "quality": 491, "close": 492, "wants": 493, "art": 494, "game": 495, "behind": 496, "works": 497, "tries": 498, "town": 499, "side": 500, "past": 501, "days": 502, "viewer": 503, "able": 504, "hand": 505, "genre": 506, "turns": 507, "flick": 508, "act": 509, "enjoyed": 510, "today": 511, "favorite": 512, "kill": 513, "car": 514, "starts": 515, "gave": 516, "run": 517, "actress": 518, "sometimes": 519, "eyes": 520, "soon": 521, "late": 522, "girls": 523, "wo": 524, "god": 525, "directed": 526, "horrible": 527, "kid": 528, "city": 529, "parts": 530, "brilliant": 531, "self": 532, "hour": 533, "blood": 534, "themselves": 535, "stories": 536, "expect": 537, "thinking": 538, "stuff": 539, "obviously": 540, "voice": 541, "decent": 542, "writer": 543, "....": 544, "myself": 545, "feeling": 546, "fight": 547, "4": 548, "highly": 549, "daughter": 550, "slow": 551, "except": 552, "matter": 553, "type": 554, "moment": 555, "heard": 556, "age": 557, "says": 558, "roles": 559, "killed": 560, "anyway": 561, "leave": 562, "brother": 563, "took": 564, "police": 565, "strong": 566, "violence": 567, "hit": 568, "stop": 569, "particularly": 570, "happens": 571, "known": 572, "etc": 573, "involved": 574, "mr.": 575, "happened": 576, "extremely": 577, "chance": 578, "obvious": 579, "james": 580, "told": 581, "coming": 582, "living": 583, "murder": 584, "alone": 585, "lack": 586, "experience": 587, "hero": 588, "b": 589, "including": 590, "attempt": 591, "please": 592, "happen": 593, "wonder": 594, "gore": 595, "cut": 596, "group": 597, "complete": 598, "interest": 599, "crap": 600, "ago": 601, "score": 602, "none": 603, "husband": 604, "david": 605, "save": 606, "hell": 607, "simple": 608, "5": 609, "looked": 610, "song": 611, "number": 612, "career": 613, "possible": 614, "king": 615, "exactly": 616, "annoying": 617, "seriously": 618, "sad": 619, "shown": 620, "running": 621, "musical": 622, "serious": 623, "yourself": 624, "scary": 625, "whose": 626, "released": 627, "reality": 628, "taken": 629, "english": 630, "ends": 631, "cinematography": 632, "usually": 633, "opening": 634, "hours": 635, "jokes": 636, "light": 637, "across": 638, "body": 639, "cool": 640, "hilarious": 641, "relationship": 642, "somewhat": 643, "happy": 644, "usual": 645, "started": 646, "view": 647, "level": 648, "novel": 649, "ridiculous": 650, "change": 651, "wish": 652, "middle": 653, "talking": 654, "taking": 655, "opinion": 656, "documentary": 657, "order": 658, "power": 659, "ones": 660, "finds": 661, "shots": 662, "robert": 663, "female": 664, "saying": 665, "huge": 666, "room": 667, "mostly": 668, "episodes": 669, "country": 670, "important": 671, "talent": 672, "five": 673, "modern": 674, "earth": 675, "strange": 676, "major": 677, "turned": 678, "word": 679, "call": 680, "jack": 681, "apparently": 682, "single": 683, "disappointed": 684, "four": 685, "events": 686, "rating": 687, "due": 688, "songs": 689, "basically": 690, "attention": 691, "comic": 692, "knows": 693, "television": 694, "supporting": 695, "non": 696, "clearly": 697, "knew": 698, "future": 699, "british": 700, "ok": 701, "fast": 702, "paul": 703, "class": 704, "easily": 705, "cheap": 706, "thriller": 707, "silly": 708, "problems": 709, "words": 710, "miss": 711, "tells": 712, "local": 713, "entertainment": 714, "sequence": 715, "bring": 716, "beyond": 717, "straight": 718, "george": 719, "rock": 720, "oscar": 721, "romantic": 722, "upon": 723, "moving": 724, "whether": 725, "similar": 726, "sets": 727, "falls": 728, "mystery": 729, "eye": 730, "review": 731, "lady": 732, "predictable": 733, "richard": 734, "talk": 735, "appears": 736, "needs": 737, "giving": 738, "enjoyable": 739, "within": 740, "message": 741, "theater": 742, "ten": 743, "animation": 744, "team": 745, "near": 746, "above": 747, "red": 748, "theme": 749, "sequel": 750, "sister": 751, "stand": 752, "nearly": 753, "dull": 754, "bunch": 755, "lee": 756, "mention": 757, "points": 758, "herself": 759, "york": 760, "feels": 761, "add": 762, "release": 763, "ways": 764, "surprised": 765, "storyline": 766, "named": 767, "using": 768, "easy": 769, "lots": 770, "begins": 771, "working": 772, "die": 773, "fantastic": 774, "actual": 775, "minute": 776, "feature": 777, "french": 778, "effort": 779, "hate": 780, "follow": 781, "clear": 782, "tale": 783, "stay": 784, "viewers": 785, "$": 786, "elements": 787, "tom": 788, "among": 789, "comments": 790, "typical": 791, "re": 792, "showing": 793, "editing": 794, "famous": 795, "fall": 796, "tried": 797, "season": 798, "dialog": 799, "avoid": 800, "peter": 801, "sorry": 802, "check": 803, "general": 804, "certain": 805, "form": 806, "buy": 807, "period": 808, "filmed": 809, "weak": 810, "soundtrack": 811, "material": 812, "means": 813, "parents": 814, "figure": 815, "somehow": 816, "doubt": 817, "realistic": 818, "crime": 819, "space": 820, "disney": 821, "gone": 822, "kept": 823, "viewing": 824, "leads": 825, "greatest": 826, "dance": 827, "8": 828, "lame": 829, "zombie": 830, "suspense": 831, "third": 832, "imagine": 833, "brought": 834, "atmosphere": 835, "hear": 836, "particular": 837, "de": 838, "america": 839, "sequences": 840, "whatever": 841, "move": 842, "learn": 843, "rent": 844, "wait": 845, "forget": 846, "note": 847, "eventually": 848, "indeed": 849, "average": 850, "reviews": 851, "japanese": 852, "poorly": 853, "sexual": 854, "okay": 855, "7": 856, "deal": 857, "stage": 858, "surprise": 859, "premise": 860, "nature": 861, "believable": 862, "sit": 863, "possibly": 864, "subject": 865, "decided": 866, "expected": 867, "became": 868, "truth": 869, "street": 870, "free": 871, "difficult": 872, "screenplay": 873, "killing": 874, "romance": 875, "baby": 876, "joe": 877, "dog": 878, "hot": 879, "nor": 880, "reading": 881, "needed": 882, "leaves": 883, "question": 884, "begin": 885, "meets": 886, "directors": 887, "society": 888, "unless": 889, "9": 890, "credits": 891, "shame": 892, "write": 893, "situation": 894, "otherwise": 895, "meet": 896, "dramatic": 897, "superb": 898, "memorable": 899, "male": 900, "20": 901, "open": 902, "weird": 903, "earlier": 904, "badly": 905, "forced": 906, "fi": 907, "writers": 908, "imdb": 909, "dream": 910, "acted": 911, "sci": 912, "emotional": 913, "jane": 914, "older": 915, "crazy": 916, "laughs": 917, "realize": 918, "monster": 919, "beauty": 920, "deep": 921, "comment": 922, "interested": 923, "forward": 924, "footage": 925, "fantasy": 926, "ask": 927, "mark": 928, "whom": 929, "sounds": 930, "directing": 931, "keeps": 932, "plus": 933, "development": 934, "features": 935, "air": 936, "mess": 937, "quickly": 938, "creepy": 939, "towards": 940, "girlfriend": 941, "box": 942, "perfectly": 943, "setting": 944, "cheesy": 945, "worked": 946, "result": 947, "bill": 948, "unique": 949, "total": 950, "hands": 951, "effect": 952, "brings": 953, "previous": 954, "plenty": 955, "personal": 956, "fire": 957, "incredibly": 958, "rate": 959, "doctor": 960, "joke": 961, "apart": 962, "return": 963, "leading": 964, "christmas": 965, "admit": 966, "casting": 967, "business": 968, "appear": 969, "powerful": 970, "background": 971, "cop": 972, "boys": 973, "ben": 974, "present": 975, "meant": 976, "telling": 977, "battle": 978, "era": 979, "hardly": 980, "create": 981, "break": 982, "masterpiece": 983, "potential": 984, "pay": 985, "political": 986, "gay": 987, "dumb": 988, "secret": 989, "twist": 990, "fighting": 991, "fails": 992, "various": 993, "portrayed": 994, "inside": 995, "villain": 996, "outside": 997, "western": 998, "front": 999, "ideas": 1000, "reasons": 1001, "missing": 1002, "william": 1003, "match": 1004, "nudity": 1005, "deserves": 1006, "expecting": 1007, "fairly": 1008, "married": 1009, "rich": 1010, "list": 1011, "talented": 1012, "attempts": 1013, "success": 1014, "manages": 1015, "social": 1016, "scott": 1017, "remake": 1018, "odd": 1019, "unlike": 1020, "spoilers": 1021, "cute": 1022, "recently": 1023, "flat": 1024, "80": 1025, "copy": 1026, "further": 1027, "wrote": 1028, "30": 1029, "agree": 1030, "sadly": 1031, "crew": 1032, "cold": 1033, "sweet": 1034, "plain": 1035, "mary": 1036, "filmmakers": 1037, "following": 1038, "office": 1039, "missed": 1040, "co": 1041, "dr.": 1042, "pure": 1043, "mentioned": 1044, "public": 1045, "gun": 1046, "incredible": 1047, "wasted": 1048, "large": 1049, "ended": 1050, "produced": 1051, "caught": 1052, "brothers": 1053, "revenge": 1054, "filled": 1055, "members": 1056, "pace": 1057, "waiting": 1058, "popular": 1059, "party": 1060, "science": 1061, "water": 1062, "decides": 1063, "cat": 1064, "la": 1065, "hold": 1066, "considering": 1067, "cartoon": 1068, "spirit": 1069, "slightly": 1070, "created": 1071, "tension": 1072, "uses": 1073, "familiar": 1074, "sees": 1075, "spent": 1076, "suddenly": 1077, "escape": 1078, "convincing": 1079, "neither": 1080, "compared": 1081, "intelligent": 1082, "fear": 1083, "island": 1084, "clever": 1085, "entirely": 1086, "dancing": 1087, "cause": 1088, "state": 1089, "language": 1090, "bored": 1091, "kills": 1092, "credit": 1093, "moves": 1094, "choice": 1095, "band": 1096, "cover": 1097, "italian": 1098, "laughing": 1099, "century": 1100, "value": 1101, "successful": 1102, "violent": 1103, "tony": 1104, "visual": 1105, "trouble": 1106, "ultimately": 1107, "singing": 1108, "speak": 1109, "90": 1110, "positive": 1111, "basic": 1112, "concept": 1113, "store": 1114, "studio": 1115, "german": 1116, "animated": 1117, "biggest": 1118, "zombies": 1119, "company": 1120, "runs": 1121, "consider": 1122, "force": 1123, "died": 1124, "depth": 1125, "adult": 1126, "exciting": 1127, "recent": 1128, "effective": 1129, "walk": 1130, "control": 1131, "former": 1132, "common": 1133, "amusing": 1134, "spend": 1135, "law": 1136, "portrayal": 1137, "rated": 1138, "adventure": 1139, "focus": 1140, "appreciate": 1141, "books": 1142, "hair": 1143, "trash": 1144, "pointless": 1145, "solid": 1146, "younger": 1147, "planet": 1148, "impressive": 1149, "bizarre": 1150, "follows": 1151, "mad": 1152, "super": 1153, "respect": 1154, "tone": 1155, "college": 1156, "amount": 1157, "van": 1158, "impossible": 1159, "trip": 1160, "heavy": 1161, "prison": 1162, "culture": 1163, "project": 1164, "15": 1165, "win": 1166, "dad": 1167, "slasher": 1168, "producers": 1169, "smith": 1170, "conclusion": 1171, "showed": 1172, "makers": 1173, "fit": 1174, "chemistry": 1175, "jim": 1176, "starring": 1177, "sick": 1178, "recommended": 1179, "situations": 1180, "awesome": 1181, "considered": 1182, "changed": 1183, "accent": 1184, "steve": 1185, "ghost": 1186, "disturbing": 1187, "somewhere": 1188, "barely": 1189, "post": 1190, "won": 1191, "leaving": 1192, "cult": 1193, "decide": 1194, "honest": 1195, "anti": 1196, "failed": 1197, "questions": 1198, "tough": 1199, "shooting": 1200, "west": 1201, "brain": 1202, "audiences": 1203, "fiction": 1204, "longer": 1205, "aside": 1206, "meaning": 1207, "fake": 1208, "touch": 1209, "images": 1210, "thanks": 1211, "south": 1212, "charming": 1213, "computer": 1214, "magic": 1215, "literally": 1216, "stick": 1217, "generally": 1218, "likes": 1219, "values": 1220, "ex": 1221, "surprisingly": 1222, "pathetic": 1223, "involving": 1224, "stewart": 1225, "natural": 1226, "military": 1227, "grade": 1228, "alive": 1229, "camp": 1230, "yeah": 1231, "immediately": 1232, "detective": 1233, "garbage": 1234, "london": 1235, "week": 1236, "harry": 1237, "s": 1238, "bought": 1239, "normal": 1240, "frank": 1241, "fair": 1242, "pictures": 1243, "utterly": 1244, "shoot": 1245, "aspect": 1246, "ability": 1247, "adaptation": 1248, "honestly": 1249, "army": 1250, "sam": 1251, "master": 1252, "genius": 1253, "pick": 1254, "sitting": 1255, "nobody": 1256, "appearance": 1257, "motion": 1258, "standard": 1259, "explain": 1260, "glad": 1261, "drive": 1262, "appeal": 1263, "attack": 1264, "catch": 1265, "knowing": 1266, "%": 1267, "personally": 1268, "nowhere": 1269, "sexy": 1270, "rare": 1271, "humour": 1272, "edge": 1273, "added": 1274, "remains": 1275, "silent": 1276, "channel": 1277, "charlie": 1278, "comedies": 1279, "chase": 1280, "walking": 1281, "journey": 1282, "thinks": 1283, "purpose": 1284, "twists": 1285, "naked": 1286, "taste": 1287, "loud": 1288, "dreams": 1289, "subtle": 1290, "date": 1291, "beautifully": 1292, "touching": 1293, "club": 1294, "producer": 1295, "thank": 1296, "terms": 1297, "unbelievable": 1298, "road": 1299, "equally": 1300, "wow": 1301, "mood": 1302, "batman": 1303, "door": 1304, "drawn": 1305, "terrific": 1306, "blue": 1307, "wild": 1308, "kelly": 1309, "fully": 1310, "mistake": 1311, "key": 1312, "managed": 1313, "complex": 1314, "narrative": 1315, "lovely": 1316, "pieces": 1317, "laughable": 1318, "bottom": 1319, "government": 1320, "climax": 1321, "likely": 1322, "soldiers": 1323, "themes": 1324, "plan": 1325, "gang": 1326, "70": 1327, "soul": 1328, "disappointing": 1329, "vampire": 1330, "chris": 1331, "issues": 1332, "noir": 1333, "excuse": 1334, "surely": 1335, "justice": 1336, "award": 1337, "outstanding": 1338, "constantly": 1339, "boss": 1340, "6": 1341, "innocent": 1342, "pass": 1343, "painful": 1344, "thus": 1345, "marriage": 1346, "costumes": 1347, "victim": 1348, "presented": 1349, "christopher": 1350, "ride": 1351, "100": 1352, "spoiler": 1353, "t": 1354, "slowly": 1355, "cinematic": 1356, "train": 1357, "na": 1358, "central": 1359, "finish": 1360, "contains": 1361, "everybody": 1362, "places": 1363, "details": 1364, "presence": 1365, "50": 1366, "manner": 1367, "hey": 1368, "thrown": 1369, "animals": 1370, "historical": 1371, "stunning": 1372, "hoping": 1373, "besides": 1374, "church": 1375, "jones": 1376, "smart": 1377, "indian": 1378, "charm": 1379, "charles": 1380, "allen": 1381, "impression": 1382, "photography": 1383, "scenery": 1384, "mysterious": 1385, "speaking": 1386, "henry": 1387, "paris": 1388, "expectations": 1389, "loves": 1390, "green": 1391, "disappointment": 1392, "drug": 1393, "color": 1394, "throw": 1395, "numbers": 1396, "developed": 1397, "exception": 1398, "double": 1399, "ahead": 1400, "festival": 1401, "minor": 1402, "track": 1403, "stands": 1404, "boyfriend": 1405, "cry": 1406, "woods": 1407, "critics": 1408, "aspects": 1409, "suppose": 1410, "emotion": 1411, "lover": 1412, "sent": 1413, "bother": 1414, "brief": 1415, "hotel": 1416, "serial": 1417, "acts": 1418, "opera": 1419, "filming": 1420, "support": 1421, "feelings": 1422, "mainly": 1423, "opportunity": 1424, "student": 1425, "forever": 1426, "million": 1427, "held": 1428, "building": 1429, "names": 1430, "element": 1431, "fascinating": 1432, "bruce": 1433, "page": 1434, "available": 1435, "intended": 1436, "twice": 1437, "emotions": 1438, "changes": 1439, "six": 1440, "bar": 1441, "compelling": 1442, "bed": 1443, "falling": 1444, "born": 1445, "happening": 1446, "shock": 1447, "dies": 1448, "lived": 1449, "hurt": 1450, "zero": 1451, "puts": 1452, "jerry": 1453, "likable": 1454, "giant": 1455, "pain": 1456, "tired": 1457, "offer": 1458, "image": 1459, "spot": 1460, "suggest": 1461, "confused": 1462, "#": 1463, "trailer": 1464, "include": 1465, "victims": 1466, "fresh": 1467, "difference": 1468, "ray": 1469, "summer": 1470, "adults": 1471, "christian": 1472, "followed": 1473, "event": 1474, "step": 1475, "alien": 1476, "billy": 1477, "arthur": 1478, "impact": 1479, "fellow": 1480, "sub": 1481, "appeared": 1482, "al": 1483, "park": 1484, "approach": 1485, "gorgeous": 1486, "system": 1487, "putting": 1488, "actresses": 1489, "f": 1490, "mix": 1491, "laughed": 1492, "martin": 1493, "share": 1494, "holes": 1495, "confusing": 1496, "mediocre": 1497, "moral": 1498, "40": 1499, "direct": 1500, "murders": 1501, "mom": 1502, "rape": 1503, "porn": 1504, "lacks": 1505, "race": 1506, "wall": 1507, "supposedly": 1508, "americans": 1509, "notice": 1510, "content": 1511, "flaws": 1512, "ii": 1513, "latter": 1514, "worthy": 1515, "land": 1516, "creative": 1517, "tragedy": 1518, "agent": 1519, "lighting": 1520, "relationships": 1521, "students": 1522, "thin": 1523, "answer": 1524, "random": 1525, "helps": 1526, "funniest": 1527, "merely": 1528, "proves": 1529, "wise": 1530, "wondering": 1531, "gem": 1532, "finding": 1533, "seven": 1534, "paid": 1535, "flying": 1536, "flicks": 1537, "clich\u00e9": 1538, "damn": 1539, "imagination": 1540, "hospital": 1541, "childhood": 1542, "delivers": 1543, "ugly": 1544, "standards": 1545, "beat": 1546, "forgotten": 1547, "stone": 1548, "davis": 1549, "attractive": 1550, "ground": 1551, "absolute": 1552, "jean": 1553, "count": 1554, "don": 1555, "provides": 1556, "impressed": 1557, "negative": 1558, "extreme": 1559, "alan": 1560, "stuck": 1561, "thoroughly": 1562, "seconds": 1563, "seemingly": 1564, "tragic": 1565, "inspired": 1566, "lord": 1567, "winning": 1568, "addition": 1569, "becoming": 1570, "reminded": 1571, "soldier": 1572, "queen": 1573, "ship": 1574, "offers": 1575, "fell": 1576, "lose": 1577, "folks": 1578, "industry": 1579, "affair": 1580, "faces": 1581, "thats": 1582, "turning": 1583, "intense": 1584, "williams": 1585, "brian": 1586, "afraid": 1587, "detail": 1588, "collection": 1589, "animal": 1590, "pull": 1591, "nasty": 1592, "hidden": 1593, "fashion": 1594, "design": 1595, "teen": 1596, "artistic": 1597, "quick": 1598, "games": 1599, "jackson": 1600, "personality": 1601, "creature": 1602, "bond": 1603, "shocking": 1604, "adds": 1605, "area": 1606, "rented": 1607, "scientist": 1608, "castle": 1609, "apartment": 1610, "chinese": 1611, "states": 1612, "location": 1613, "length": 1614, "angry": 1615, "ready": 1616, "professional": 1617, "uncle": 1618, "information": 1619, "dirty": 1620, "filmmaker": 1621, "fox": 1622, "ed": 1623, "therefore": 1624, "wars": 1625, "lets": 1626, "mouth": 1627, "anymore": 1628, "food": 1629, "news": 1630, "describe": 1631, "picked": 1632, "danny": 1633, "artist": 1634, "led": 1635, "wooden": 1636, "asks": 1637, "deliver": 1638, "jason": 1639, "favourite": 1640, "grace": 1641, "martial": 1642, "onto": 1643, "member": 1644, "clothes": 1645, "stephen": 1646, "struggle": 1647, "intelligence": 1648, "wearing": 1649, "listen": 1650, "mr": 1651, "carry": 1652, "redeeming": 1653, "drugs": 1654, "criminal": 1655, "11": 1656, "teenage": 1657, "allowed": 1658, "captain": 1659, "cross": 1660, "compare": 1661, "cgi": 1662, "rip": 1663, "helped": 1664, "necessary": 1665, "desperate": 1666, "sleep": 1667, "machine": 1668, "wonderfully": 1669, "plane": 1670, "sight": 1671, "roll": 1672, "moved": 1673, "tears": 1674, "witch": 1675, "includes": 1676, "deeply": 1677, "phone": 1678, "whatsoever": 1679, "willing": 1680, "treat": 1681, "trust": 1682, "theatre": 1683, "mid": 1684, "commentary": 1685, "station": 1686, "build": 1687, "epic": 1688, "andy": 1689, "nightmare": 1690, "began": 1691, "sky": 1692, "heroes": 1693, "humans": 1694, "heaven": 1695, "energy": 1696, "realized": 1697, "pop": 1698, "extra": 1699, "warning": 1700, "loving": 1701, "comedic": 1702, "powers": 1703, "accident": 1704, "rarely": 1705, "taylor": 1706, ".....": 1707, "teacher": 1708, "douglas": 1709, "disaster": 1710, "dying": 1711, "independent": 1712, "devil": 1713, "suicide": 1714, "introduced": 1715, "superior": 1716, "suit": 1717, "engaging": 1718, "actions": 1719, "unusual": 1720, "ring": 1721, "x": 1722, "johnny": 1723, "religious": 1724, "mental": 1725, "arts": 1726, "pre": 1727, "anybody": 1728, "d": 1729, "eddie": 1730, "apparent": 1731, "pleasure": 1732, "remarkable": 1733, "tim": 1734, "allow": 1735, "superman": 1736, "grand": 1737, "physical": 1738, "continue": 1739, "absurd": 1740, "watchable": 1741, "returns": 1742, "keaton": 1743, "technical": 1744, "skip": 1745, "unnecessary": 1746, "wedding": 1747, "memory": 1748, "normally": 1749, "media": 1750, "ford": 1751, "provide": 1752, "anywhere": 1753, "england": 1754, "hitler": 1755, "vision": 1756, "desire": 1757, "adam": 1758, "limited": 1759, "fred": 1760, "surprising": 1761, "scared": 1762, "brutal": 1763, "russian": 1764, "finished": 1765, "intriguing": 1766, "cops": 1767, "suspect": 1768, "joan": 1769, "bloody": 1770, "jump": 1771, "pilot": 1772, "holds": 1773, "kate": 1774, "player": 1775, "process": 1776, "torture": 1777, "accept": 1778, "exist": 1779, "nicely": 1780, "prince": 1781, "wanting": 1782, "search": 1783, "horse": 1784, "twenty": 1785, "somebody": 1786, "soft": 1787, "academy": 1788, "paced": 1789, "legend": 1790, "faith": 1791, "reminds": 1792, "jeff": 1793, "passion": 1794, "growing": 1795, "gold": 1796, "shakespeare": 1797, "pacing": 1798, "according": 1799, "70s": 1800, "dick": 1801, "moon": 1802, "hated": 1803, "bits": 1804, "ladies": 1805, "cage": 1806, "asked": 1807, "80s": 1808, "12": 1809, "price": 1810, "nick": 1811, "joy": 1812, "dressed": 1813, "clich\u00e9s": 1814, "japan": 1815, "ms.": 1816, "heroine": 1817, "dangerous": 1818, "constant": 1819, "sat": 1820, "blame": 1821, "heads": 1822, "drunk": 1823, "explanation": 1824, "originally": 1825, "deserved": 1826, "smile": 1827, "ball": 1828, "lovers": 1829, "community": 1830, "freddy": 1831, "instance": 1832, "lies": 1833, "candy": 1834, "higher": 1835, "field": 1836, "tarzan": 1837, "river": 1838, "jesus": 1839, "60": 1840, "kevin": 1841, "ann": 1842, "capture": 1843, "met": 1844, "deserve": 1845, "mixed": 1846, "issue": 1847, "gotten": 1848, "unknown": 1849, "players": 1850, "10.": 1851, "explained": 1852, "plots": 1853, "toward": 1854, "nonsense": 1855, "soap": 1856, "fail": 1857, "fights": 1858, "knowledge": 1859, "creating": 1860, "quiet": 1861, "radio": 1862, "european": 1863, "record": 1864, "vhs": 1865, "accurate": 1866, "starting": 1867, "whilst": 1868, "fu": 1869, "friendship": 1870, "ice": 1871, "humanity": 1872, "wide": 1873, "spanish": 1874, "guns": 1875, "mike": 1876, "floor": 1877, "sucks": 1878, "officer": 1879, "judge": 1880, "cars": 1881, "cable": 1882, "realism": 1883, "finest": 1884, "loose": 1885, "memories": 1886, "lynch": 1887, "broken": 1888, "aware": 1889, "partner": 1890, "featuring": 1891, "lacking": 1892, "gene": 1893, "eating": 1894, "monsters": 1895, "saved": 1896, "responsible": 1897, "lewis": 1898, "keeping": 1899, "santa": 1900, "understanding": 1901, "author": 1902, "treated": 1903, "empty": 1904, "mine": 1905, "below": 1906, "villains": 1907, "fat": 1908, "kinda": 1909, "eat": 1910, "sign": 1911, "pulled": 1912, "morgan": 1913, "youth": 1914, "results": 1915, "cuts": 1916, "ill": 1917, "terribly": 1918, "jimmy": 1919, "rubbish": 1920, "wind": 1921, "saving": 1922, "witty": 1923, "bland": 1924, "hopes": 1925, "delightful": 1926, "months": 1927, "included": 1928, "washington": 1929, "werewolf": 1930, "manage": 1931, "singer": 1932, "hits": 1933, "forces": 1934, "conflict": 1935, "loss": 1936, "screaming": 1937, "bright": 1938, "brown": 1939, "noticed": 1940, "simon": 1941, "wood": 1942, "sing": 1943, "numerous": 1944, "whenever": 1945, "blonde": 1946, "driving": 1947, "private": 1948, "streets": 1949, "kong": 1950, "fate": 1951, "pretentious": 1952, "gary": 1953, "bigger": 1954, "talents": 1955, "ordinary": 1956, "dealing": 1957, "concerned": 1958, "dated": 1959, "discovered": 1960, "eric": 1961, "skills": 1962, "reviewers": 1963, "naturally": 1964, "ups": 1965, "psychological": 1966, "opposite": 1967, "ass": 1968, "morning": 1969, "scream": 1970, "regular": 1971, "finale": 1972, "international": 1973, "kick": 1974, "prove": 1975, "bob": 1976, "discover": 1977, "mission": 1978, "perspective": 1979, "unfunny": 1980, "portray": 1981, "bank": 1982, "albert": 1983, "locations": 1984, "loses": 1985, "sean": 1986, "visit": 1987, "grant": 1988, "gags": 1989, "owner": 1990, "humorous": 1991, "edited": 1992, "received": 1993, "shop": 1994, "curious": 1995, "behavior": 1996, "magnificent": 1997, "continues": 1998, "sea": 1999, "captured": 2000, "luck": 2001, "miles": 2002, "calls": 2003, "context": 2004, "anthony": 2005, "howard": 2006, "murdered": 2007, "golden": 2008, "blind": 2009, "gangster": 2010, "satire": 2011, "survive": 2012, "opens": 2013, "core": 2014, "advice": 2015, "dan": 2016, "cameo": 2017, "breaks": 2018, "shallow": 2019, "trek": 2020, "visually": 2021, "existence": 2022, "jennifer": 2023, "traditional": 2024, "remembered": 2025, "buddy": 2026, "corny": 2027, "connection": 2028, "current": 2029, "debut": 2030, "lucky": 2031, "luke": 2032, "essentially": 2033, "deals": 2034, "foot": 2035, "revealed": 2036, "r": 2037, "genuine": 2038, "lesson": 2039, "frankly": 2040, "harris": 2041, "identity": 2042, "dimensional": 2043, "national": 2044, "decade": 2045, "stock": 2046, "african": 2047, "segment": 2048, "occasionally": 2049, "village": 2050, "efforts": 2051, "window": 2052, "anne": 2053, "program": 2054, "learned": 2055, "rob": 2056, "visuals": 2057, "versions": 2058, "grown": 2059, "develop": 2060, "allows": 2061, "marie": 2062, "references": 2063, "welles": 2064, "thomas": 2065, "president": 2066, "formula": 2067, "genuinely": 2068, "boat": 2069, "suffering": 2070, "desert": 2071, "grew": 2072, "sucked": 2073, "favor": 2074, "board": 2075, "anna": 2076, "unexpected": 2077, "study": 2078, "standing": 2079, "ages": 2080, "logic": 2081, "reaction": 2082, "proved": 2083, "vampires": 2084, "overly": 2085, "speed": 2086, "robin": 2087, "comparison": 2088, "sudden": 2089, "spectacular": 2090, "awkward": 2091, "lake": 2092, "ultimate": 2093, "leader": 2094, "steal": 2095, "brilliantly": 2096, "unable": 2097, "reach": 2098, "types": 2099, "sheer": 2100, "flesh": 2101, "travel": 2102, "passed": 2103, "bear": 2104, "parody": 2105, "failure": 2106, "stereotypes": 2107, "frame": 2108, "killers": 2109, "meanwhile": 2110, "sake": 2111, "technology": 2112, "psycho": 2113, "creates": 2114, "drew": 2115, "awards": 2116, "sinatra": 2117, "evening": 2118, "strength": 2119, "rose": 2120, "gordon": 2121, "laughter": 2122, "halloween": 2123, "bet": 2124, "hill": 2125, "kung": 2126, "site": 2127, "clean": 2128, "sheriff": 2129, "broadway": 2130, "delivered": 2131, "round": 2132, "freedom": 2133, "gon": 2134, "pair": 2135, "executed": 2136, "parker": 2137, "model": 2138, "crappy": 2139, "o": 2140, "emotionally": 2141, "insane": 2142, "relief": 2143, "decision": 2144, "reviewer": 2145, "flashbacks": 2146, "painfully": 2147, "anime": 2148, "discovers": 2149, "barbara": 2150, "driven": 2151, "steven": 2152, "utter": 2153, "commercial": 2154, "families": 2155, "dreadful": 2156, "woody": 2157, "hunter": 2158, "fault": 2159, "ran": 2160, "graphic": 2161, "religion": 2162, "code": 2163, "majority": 2164, "protagonist": 2165, "native": 2166, "built": 2167, "attitude": 2168, "meeting": 2169, "caused": 2170, "asian": 2171, "entertained": 2172, "seasons": 2173, "gratuitous": 2174, "foreign": 2175, "individual": 2176, "cash": 2177, "bomb": 2178, "nevertheless": 2179, "vehicle": 2180, "test": 2181, "victor": 2182, "wayne": 2183, "feet": 2184, "endless": 2185, "generation": 2186, "treatment": 2187, "underrated": 2188, "obsessed": 2189, "rise": 2190, "relate": 2191, "pleasant": 2192, "daniel": 2193, "practically": 2194, "gory": 2195, "range": 2196, "levels": 2197, "wit": 2198, "described": 2199, "france": 2200, "chick": 2201, "aged": 2202, "tape": 2203, "ancient": 2204, "costs": 2205, "cinderella": 2206, "victoria": 2207, "center": 2208, "classics": 2209, "jr.": 2210, "13": 2211, "joseph": 2212, "fly": 2213, "sell": 2214, "seat": 2215, "jackie": 2216, "chosen": 2217, "irritating": 2218, "exploitation": 2219, "winner": 2220, "rules": 2221, "product": 2222, "angel": 2223, "hearing": 2224, "rescue": 2225, "combination": 2226, "alex": 2227, "send": 2228, "breaking": 2229, "fill": 2230, "excited": 2231, "chief": 2232, "stopped": 2233, "portrays": 2234, "assume": 2235, "produce": 2236, "dry": 2237, "sympathetic": 2238, "proper": 2239, "theaters": 2240, "fame": 2241, "asking": 2242, "extras": 2243, "cares": 2244, "sports": 2245, "handsome": 2246, "haunting": 2247, "believes": 2248, "pity": 2249, "capable": 2250, "c": 2251, "contrived": 2252, "portraying": 2253, "largely": 2254, "theatrical": 2255, "warm": 2256, "roy": 2257, "choose": 2258, "moore": 2259, "matt": 2260, "recall": 2261, "canadian": 2262, "learns": 2263, "crowd": 2264, "unrealistic": 2265, "embarrassing": 2266, "priest": 2267, "safe": 2268, "paper": 2269, "marry": 2270, "depressing": 2271, "dubbed": 2272, "louis": 2273, "appealing": 2274, "germany": 2275, "ruined": 2276, "nancy": 2277, "hearted": 2278, "par": 2279, "involves": 2280, "ryan": 2281, "facts": 2282, "matters": 2283, "sequels": 2284, "grow": 2285, "2.": 2286, "patrick": 2287, "evidence": 2288, "costume": 2289, "clue": 2290, "contrast": 2291, "claim": 2292, "heck": 2293, "anderson": 2294, "teenager": 2295, "mask": 2296, "strongly": 2297, "nominated": 2298, "correct": 2299, "appropriate": 2300, "eight": 2301, "disgusting": 2302, "vote": 2303, "excitement": 2304, "uk": 2305, "hall": 2306, "research": 2307, "walter": 2308, "cost": 2309, "talks": 2310, "lousy": 2311, "losing": 2312, "football": 2313, "hunt": 2314, "substance": 2315, "promise": 2316, "oliver": 2317, "fool": 2318, "saturday": 2319, "destroy": 2320, "market": 2321, "training": 2322, "thoughts": 2323, "naive": 2324, "scare": 2325, "tedious": 2326, "voices": 2327, "robot": 2328, "europe": 2329, "haunted": 2330, "teenagers": 2331, "universal": 2332, "bringing": 2333, "satisfying": 2334, "factor": 2335, "convinced": 2336, "captures": 2337, "bodies": 2338, "united": 2339, "amateurish": 2340, "fits": 2341, "circumstances": 2342, "amateur": 2343, "hanging": 2344, "max": 2345, "baseball": 2346, "trilogy": 2347, "tend": 2348, "tiny": 2349, "lower": 2350, "virtually": 2351, "rental": 2352, "horribly": 2353, "spoil": 2354, "hopefully": 2355, "danger": 2356, "che": 2357, "north": 2358, "walks": 2359, "relatively": 2360, "asleep": 2361, "murphy": 2362, "welcome": 2363, "insult": 2364, "powell": 2365, "mini": 2366, "fairy": 2367, "creatures": 2368, "reporter": 2369, "africa": 2370, "cowboy": 2371, "covered": 2372, "continuity": 2373, "steals": 2374, "hat": 2375, "skin": 2376, "drag": 2377, "category": 2378, "offensive": 2379, "u.s.": 2380, "unlikely": 2381, "contemporary": 2382, "viewed": 2383, "depicted": 2384, "semi": 2385, "inner": 2386, "fare": 2387, "influence": 2388, "lawyer": 2389, "witness": 2390, "texas": 2391, "handled": 2392, "hide": 2393, "till": 2394, "remain": 2395, "target": 2396, "cutting": 2397, "unfortunate": 2398, "initial": 2399, "shocked": 2400, "holding": 2401, "scale": 2402, "surreal": 2403, "believed": 2404, "russell": 2405, "hitchcock": 2406, "professor": 2407, "politics": 2408, "kim": 2409, "service": 2410, "presents": 2411, "promising": 2412, "provided": 2413, "weekend": 2414, "section": 2415, "chan": 2416, "sisters": 2417, "pile": 2418, "qualities": 2419, "closer": 2420, "movement": 2421, "touches": 2422, "designed": 2423, "refreshing": 2424, "peace": 2425, "structure": 2426, "source": 2427, "makeup": 2428, "sharp": 2429, "australian": 2430, "drop": 2431, "angles": 2432, "cartoons": 2433, "i.e": 2434, "lesbian": 2435, "display": 2436, "claims": 2437, "spy": 2438, "1.": 2439, "degree": 2440, "surprises": 2441, "columbo": 2442, "faced": 2443, "forgettable": 2444, "adventures": 2445, "previously": 2446, "repeated": 2447, "caine": 2448, "liners": 2449, "deaths": 2450, "roger": 2451, "ruin": 2452, "plans": 2453, "enemy": 2454, "clark": 2455, "serves": 2456, "accents": 2457, "edward": 2458, "supernatural": 2459, "focused": 2460, "highlight": 2461, "chose": 2462, "pacino": 2463, "prime": 2464, "brave": 2465, "emma": 2466, "related": 2467, "propaganda": 2468, "granted": 2469, "mainstream": 2470, "crash": 2471, "latest": 2472, "blow": 2473, "rain": 2474, "speaks": 2475, "suffers": 2476, "weeks": 2477, "deadly": 2478, "treasure": 2479, "speech": 2480, "mistakes": 2481, "routine": 2482, "veteran": 2483, "harsh": 2484, "accidentally": 2485, "invisible": 2486, "print": 2487, "erotic": 2488, "cant": 2489, "dollars": 2490, "colors": 2491, "realizes": 2492, "notch": 2493, "teens": 2494, "twisted": 2495, "dogs": 2496, "experiences": 2497, "mgm": 2498, "whoever": 2499, "security": 2500, "sympathy": 2501, "aliens": 2502, "friday": 2503, "nude": 2504, "alice": 2505, "wilson": 2506, "draw": 2507, "mrs.": 2508, "guilty": 2509, "combined": 2510, "ted": 2511, "uninteresting": 2512, "terror": 2513, "dozen": 2514, "matrix": 2515, "convince": 2516, "struggling": 2517, "universe": 2518, "birth": 2519, "gritty": 2520, "appreciated": 2521, "enter": 2522, "princess": 2523, "committed": 2524, "wan": 2525, "sword": 2526, "gas": 2527, "technically": 2528, "driver": 2529, "recognize": 2530, "atrocious": 2531, "path": 2532, "frightening": 2533, "blah": 2534, "irish": 2535, "mountain": 2536, "magical": 2537, "walked": 2538, "aka": 2539, "changing": 2540, "14": 2541, "department": 2542, "pitt": 2543, "occasional": 2544, "explains": 2545, "directly": 2546, "friendly": 2547, "court": 2548, "featured": 2549, "theory": 2550, "vietnam": 2551, "variety": 2552, "abuse": 2553, "prior": 2554, "experienced": 2555, "false": 2556, "performed": 2557, "legendary": 2558, "sarah": 2559, "lugosi": 2560, "offered": 2561, "surface": 2562, "anger": 2563, "demons": 2564, "massive": 2565, "paint": 2566, "donald": 2567, "passing": 2568, "kinds": 2569, "figures": 2570, "suspenseful": 2571, "crying": 2572, "narration": 2573, "subtitles": 2574, "everywhere": 2575, "network": 2576, "beach": 2577, "required": 2578, "sorts": 2579, "forth": 2580, "darkness": 2581, "sunday": 2582, "hong": 2583, "johnson": 2584, "nazi": 2585, "multiple": 2586, "reputation": 2587, "bourne": 2588, "titanic": 2589, "statement": 2590, "conversation": 2591, "stolen": 2592, "rachel": 2593, "urban": 2594, "express": 2595, "melodrama": 2596, "grave": 2597, "exact": 2598, "remotely": 2599, "junk": 2600, "china": 2601, "execution": 2602, "metal": 2603, "forest": 2604, "regret": 2605, "trapped": 2606, "rule": 2607, "placed": 2608, "lonely": 2609, "hired": 2610, "belief": 2611, "spends": 2612, "ai": 2613, "jon": 2614, "san": 2615, "freeman": 2616, "downright": 2617, "california": 2618, "fictional": 2619, "jungle": 2620, "reveal": 2621, "scares": 2622, "blockbuster": 2623, "insight": 2624, "proud": 2625, "bothered": 2626, "effectively": 2627, "hoffman": 2628, "abandoned": 2629, "grim": 2630, "revolution": 2631, "julia": 2632, "crude": 2633, "figured": 2634, "beast": 2635, "worthwhile": 2636, "account": 2637, "happiness": 2638, "branagh": 2639, "jobs": 2640, "wear": 2641, "nation": 2642, "favorites": 2643, "afternoon": 2644, "bus": 2645, "listening": 2646, "lifetime": 2647, "susan": 2648, "dragon": 2649, "dean": 2650, "lisa": 2651, "un": 2652, "minds": 2653, "unconvincing": 2654, "imagery": 2655, "idiot": 2656, "foster": 2657, "rings": 2658, "mexico": 2659, "cultural": 2660, "von": 2661, "buying": 2662, "angle": 2663, "rights": 2664, "alright": 2665, "delivery": 2666, "pulls": 2667, "paying": 2668, "blown": 2669, "reveals": 2670, "starred": 2671, "dude": 2672, "rough": 2673, "larry": 2674, "rolling": 2675, "sir": 2676, "productions": 2677, "amazed": 2678, "quest": 2679, "burns": 2680, "ha": 2681, "stayed": 2682, "demon": 2683, "focuses": 2684, "handed": 2685, "ron": 2686, "views": 2687, "stays": 2688, "artists": 2689, "mature": 2690, "thankfully": 2691, "sun": 2692, "u": 2693, "significant": 2694, "device": 2695, "interview": 2696, "cruel": 2697, "christ": 2698, "mexican": 2699, "ghosts": 2700, "bore": 2701, "dress": 2702, "scenario": 2703, "examples": 2704, "mere": 2705, "indie": 2706, "hip": 2707, "con": 2708, "table": 2709, "25": 2710, "suffer": 2711, "teeth": 2712, "skill": 2713, "gross": 2714, "lights": 2715, "heavily": 2716, "tight": 2717, "ned": 2718, "sensitive": 2719, "necessarily": 2720, "status": 2721, "shadow": 2722, "clich\u00e9d": 2723, "studios": 2724, "sidney": 2725, "desperately": 2726, "campy": 2727, "bound": 2728, "murderer": 2729, "achieve": 2730, "spite": 2731, "position": 2732, "sleeping": 2733, "understood": 2734, "60s": 2735, "destroyed": 2736, "summary": 2737, "closing": 2738, "faithful": 2739, "format": 2740, "beloved": 2741, "india": 2742, "forgot": 2743, "hardy": 2744, "fabulous": 2745, "stereotypical": 2746, "vs.": 2747, "facial": 2748, "wing": 2749, "complicated": 2750, "warner": 2751, "deeper": 2752, "breath": 2753, "seek": 2754, "ignore": 2755, "answers": 2756, "flight": 2757, "intellectual": 2758, "renting": 2759, "fourth": 2760, "league": 2761, "decades": 2762, "slapstick": 2763, "midnight": 2764, "racist": 2765, "drinking": 2766, "pregnant": 2767, "reminiscent": 2768, "calling": 2769, "disbelief": 2770, "maria": 2771, "expert": 2772, "elizabeth": 2773, "flashback": 2774, "suck": 2775, "dennis": 2776, "sounded": 2777, "critical": 2778, "musicals": 2779, "brad": 2780, "cell": 2781, "1950": 2782, "helping": 2783, "prefer": 2784, "encounter": 2785, "raw": 2786, "quirky": 2787, "daughters": 2788, "regarding": 2789, "settings": 2790, "inept": 2791, "cabin": 2792, "criminals": 2793, "description": 2794, "ludicrous": 2795, "initially": 2796, "learning": 2797, "bbc": 2798, "amazingly": 2799, "tree": 2800, "arms": 2801, "storytelling": 2802, "aunt": 2803, "truck": 2804, "mildly": 2805, "extraordinary": 2806, "punch": 2807, "sandler": 2808, "greater": 2809, "throwing": 2810, "julie": 2811, "wave": 2812, "criticism": 2813, "screening": 2814, "buck": 2815, "halfway": 2816, "leslie": 2817, "funnier": 2818, "task": 2819, "underground": 2820, "claire": 2821, "entertain": 2822, "praise": 2823, "turkey": 2824, "titles": 2825, "jail": 2826, "depiction": 2827, "notorious": 2828, "environment": 2829, "choices": 2830, "convey": 2831, "prepared": 2832, "expression": 2833, "spoof": 2834, "comical": 2835, "extent": 2836, "honor": 2837, "base": 2838, "michelle": 2839, "warned": 2840, "kiss": 2841, "trick": 2842, "raised": 2843, "jessica": 2844, "touched": 2845, "rogers": 2846, "originality": 2847, "via": 2848, "timing": 2849, "east": 2850, "bollywood": 2851, "basis": 2852, "mirror": 2853, "chilling": 2854, "spoken": 2855, "experiment": 2856, "lane": 2857, "purely": 2858, "lincoln": 2859, "dollar": 2860, "headed": 2861, "picks": 2862, "shut": 2863, "brooks": 2864, "toy": 2865, "charge": 2866, "lazy": 2867, "graphics": 2868, "lie": 2869, "novels": 2870, "inspiration": 2871, "notable": 2872, "weapons": 2873, "strangely": 2874, "breathtaking": 2875, "join": 2876, "crafted": 2877, "serve": 2878, "n": 2879, "introduction": 2880, "everyday": 2881, "bat": 2882, "hole": 2883, "blair": 2884, "stomach": 2885, "locked": 2886, "properly": 2887, "term": 2888, "miller": 2889, "throws": 2890, "maker": 2891, "succeeds": 2892, "tales": 2893, "causes": 2894, "nowadays": 2895, "handle": 2896, "burt": 2897, "regard": 2898, "wears": 2899, "reference": 2900, "cooper": 2901, "pet": 2902, "lion": 2903, "adding": 2904, "mouse": 2905, "stanley": 2906, "17": 2907, "laura": 2908, "provoking": 2909, ">": 2910, "carrying": 2911, "caring": 2912, "guard": 2913, "tracy": 2914, "sitcom": 2915, "challenge": 2916, "ratings": 2917, "protect": 2918, "lesser": 2919, "fallen": 2920, "jewish": 2921, "established": 2922, "workers": 2923, "nonetheless": 2924, "sleazy": 2925, "wins": 2926, "obnoxious": 2927, "bitter": 2928, "daily": 2929, "westerns": 2930, "authentic": 2931, "amongst": 2932, "southern": 2933, "determined": 2934, "confusion": 2935, "alas": 2936, "sinister": 2937, "raise": 2938, "remote": 2939, "carries": 2940, "carried": 2941, "attempting": 2942, "cases": 2943, "usa": 2944, "bettie": 2945, "enjoying": 2946, "sold": 2947, "interpretation": 2948, "1980": 2949, "escapes": 2950, "gruesome": 2951, "clips": 2952, "ironic": 2953, "arrives": 2954, "inspector": 2955, "obsession": 2956, "tradition": 2957, "reed": 2958, "replaced": 2959, "embarrassed": 2960, "madness": 2961, "hood": 2962, "minded": 2963, "essential": 2964, "mass": 2965, "holmes": 2966, "goofy": 2967, "screenwriter": 2968, "carpenter": 2969, "rival": 2970, "successfully": 2971, "needless": 2972, "stanwyck": 2973, "seeking": 2974, "risk": 2975, "flow": 2976, "navy": 2977, "exists": 2978, "balance": 2979, "sutherland": 2980, "philip": 2981, "mentally": 2982, "legs": 2983, "retarded": 2984, "laid": 2985, "jumps": 2986, "angels": 2987, "attacked": 2988, "presentation": 2989, "topic": 2990, "busy": 2991, "comedian": 2992, "marvelous": 2993, "jake": 2994, "horrific": 2995, "intentions": 2996, "nine": 2997, "vacation": 2998, "lucy": 2999, "mansion": 3000, "oddly": 3001, "existent": 3002, "cook": 3003, "0": 3004, "patient": 3005, "brando": 3006, "stops": 3007, "interviews": 3008, "manager": 3009, "shower": 3010, "shape": 3011, "thief": 3012, "stylish": 3013, "attacks": 3014, "stupidity": 3015, "jay": 3016, "text": 3017, "upper": 3018, "served": 3019, "sides": 3020, "fortunately": 3021, "intensity": 3022, "frequently": 3023, "personalities": 3024, "wwii": 3025, "sin": 3026, "packed": 3027, "ashamed": 3028, "matthau": 3029, "remind": 3030, "delight": 3031, "cheese": 3032, "albeit": 3033, "contain": 3034, "chair": 3035, "tongue": 3036, "1950s": 3037, "flawed": 3038, "poignant": 3039, "mob": 3040, "glass": 3041, "3.": 3042, "sullivan": 3043, "sum": 3044, "grey": 3045, "bo": 3046, "bridge": 3047, "riding": 3048, "thrilling": 3049, "internet": 3050, "fish": 3051, "drives": 3052, "opened": 3053, "hence": 3054, "struggles": 3055, "expressions": 3056, "bette": 3057, "pitch": 3058, "suspects": 3059, "widmark": 3060, "torn": 3061, "wishes": 3062, "seagal": 3063, "revolves": 3064, "tour": 3065, "upset": 3066, "overcome": 3067, "franchise": 3068, "refuses": 3069, "mindless": 3070, "dinner": 3071, "greatly": 3072, "baker": 3073, "elvis": 3074, "cynical": 3075, "rochester": 3076, "spielberg": 3077, "elvira": 3078, "dubbing": 3079, "credibility": 3080, "thousands": 3081, "warn": 3082, "innocence": 3083, "adapted": 3084, "corner": 3085, "lessons": 3086, "1970": 3087, "stranger": 3088, "italy": 3089, "advantage": 3090, "racism": 3091, "wealthy": 3092, "catholic": 3093, "storm": 3094, "spin": 3095, "fbi": 3096, "tense": 3097, "noble": 3098, "burton": 3099, "hills": 3100, "pack": 3101, "helen": 3102, "pool": 3103, "snow": 3104, "bugs": 3105, "happily": 3106, "broke": 3107, "streisand": 3108, "arm": 3109, "trite": 3110, "credible": 3111, "controversial": 3112, "physically": 3113, "hundreds": 3114, "e": 3115, "reunion": 3116, "guessing": 3117, "dentist": 3118, "contact": 3119, "crisis": 3120, "andrews": 3121, "nelson": 3122, "derek": 3123, "pride": 3124, "countries": 3125, "medical": 3126, "carter": 3127, "technique": 3128, "wasting": 3129, "card": 3130, "bag": 3131, "dislike": 3132, "per": 3133, "enjoyment": 3134, "perform": 3135, "sexuality": 3136, "trial": 3137, "alike": 3138, "suffered": 3139, "gripping": 3140, "thrillers": 3141, "chaplin": 3142, "succeed": 3143, "performers": 3144, "hundred": 3145, "tied": 3146, "sons": 3147, "ensemble": 3148, "whereas": 3149, "sings": 3150, "neat": 3151, "britain": 3152, "mst3k": 3153, "flash": 3154, "dancer": 3155, "glimpse": 3156, "shines": 3157, "separate": 3158, "plastic": 3159, "ourselves": 3160, "drink": 3161, "assistant": 3162, "uncomfortable": 3163, "infamous": 3164, "month": 3165, "proof": 3166, "kurt": 3167, "shorts": 3168, "exceptional": 3169, "virgin": 3170, "millions": 3171, "hint": 3172, "karloff": 3173, "holiday": 3174, "courage": 3175, "weapon": 3176, "irony": 3177, "atmospheric": 3178, "searching": 3179, "curse": 3180, "flynn": 3181, "cousin": 3182, "ralph": 3183, "arnold": 3184, "connected": 3185, "cube": 3186, "aired": 3187, "cameos": 3188, "knife": 3189, "glory": 3190, "host": 3191, "letting": 3192, 